wpa_supplicant
openssh
xorg-server
xorg-xinit
xorg-apps
mesa-libgl
xf86-input-libinput
libinput
alacritty
xorg-xrandr
arandr
man-db
man-pages
vi
vim
emacs
tmux
ack
git
the_silver_searcher
asciidoctor
npm
git-lfs
intel-ucode
brightnessctl
bluez
bluez-utils
firefox
lightdm
lightdm-gtk-greeter
ttf-liberation
ttf-dejavu
i3
dmenu
j4-dmenu-desktop
jdk11-openjdk
visualvm
clojure
rlwrap
leiningen
pulseaudio
pavucontrol
gnupg
keybase
archlinux-keyring
